Repository: tns0607/boxaydung
Catalog: languages/*.po
Languages: vi

source: Read more
vi: Xem thêm

# comments title
source: One thought on &ldquo;%2$s&rdquo;
vi: %1$s thoughts on &ldquo;%2$s&rdquo;

source: Comment navigation
vi: Điều hướng bình luận

source: Older Comments
vi: Bình luận cũ hơn

source: Newer Comments
vi: Bình luận mới hơn

source: Comments are closed.
vi: Bình luận đã được đóng lại.

source: Add widgets here.
vi: Thêm widgets tại đây.

source: Install Required Plugins
vi: Cài đặt các gói mở rộng bắt buộc

source: Install Plugins
vi: Cài đặt gói mở rộng

source: Installing Plugin: %s
vi: Cài đặt gói mở rộng: %s

source: Updating Plugin: %s
vi: Cập nhật gói mở rộng: %s

source: Something went wrong with the plugin API.
vi: Có lỗi nào đó xảy ra với API mở rộng.

source: This theme requires the following plugin: %1$s.
vi: Theme này yêu cầu bắt buộc các plugin sau: %1$s.

source: This theme recommends the following plugin: %1$s.
vi: Chủ đề này đề xuất những plugin sau: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
vi: Plugin sau cần phải được cập nhật lên phiên bản mới nhất của nó để đảm bảo khả năng tương thích tối đa với chủ đề này: %1$s.

source: There is an update available for: %1$s.
vi: Có sẵn bản cập nhật cho: %1$s.

source: The following required plugin is currently inactive: %1$s.
vi: Plugin yêu cầu sau đây hiện không hoạt động: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
vi: Plugin được đề xuất sau đây hiện không hoạt động: %1$s.

source: Begin installing plugin
vi: Bắt đầu cài đặt gói mở rộng

source: Begin updating plugin
vi: Bắt đầu cập nhật gói mở rộng

source: Begin activating plugin
vi: Bắt đầu kích hoạt gói mở rộng

source: Return to Required Plugins Installer
vi: Trở lại trang Các gói mở rộng cần cài đặt

source: Return to the Dashboard
vi: Trở lại trang Dashboard

source: Plugin activated successfully.
vi: Gói mở rộng kích hoạt thành công.

source: The following plugin was activated successfully:
vi: Các gói mở rộng sau đã được kích hoạt thành công:

source: No action taken. Plugin %1$s was already active.
vi: Không có hành động. Gói mở rộng %1$s đã hoạt động.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
vi: Gói mở rộng không kích hoạt. Một phiên bản cao hơn của% s là cần thiết cho chủ đề này. Hãy cập nhật gói mở rộng.

source: All plugins installed and activated successfully. %1$s
vi: Tất cả gói mở rộng đã được cài đặt và kích hoạt thành công. %1$s

source: Dismiss this notice
vi: Ẩn thông báo này

source: There are one or more required or recommended plugins to install, update or activate.
vi: Có một hoặc nhiều plugin được yêu cầu hoặc được yêu cầu để cài đặt, cập nhật hoặc kích hoạt.

source: Please contact the administrator of this site for help.
vi: Vui lòng liên hệ với quản trị viên của trang web này để được giúp đỡ.

source: This plugin needs to be updated to be compatible with your theme.
vi: Gói mở rộng này cần được cập nhật để tương thích với theme của bạn.

source: Update Required
vi: Cập nhật bắt buộc

source: Set the parent_slug config variable instead.
vi: Đặt biến cấu hình parent_slug thay thế.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
vi: Gói plugin từ xa không chứa thư mục có slug mong muốn và đổi tên không hoạt động.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
vi: Vui lòng liên hệ với nhà cung cấp gói mở rộng và yêu cầu họ đóng gói gói mở rộng của họ theo hướng dẫn của WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
vi: Gói mở rộng từ xa bao gồm nhiều tệp, nhưng các tệp không được đóng gói trong một thư mục.

# plugin A *and* plugin B
source: and
vi: và

source: Required
vi: Bắt buộc

source: Recommended
vi: Đề nghị

source: WordPress Repository
vi: Kho WordPress

source: External Source
vi: Nguồn ngoài

source: Pre-Packaged
vi: Gói có sẵn

source: Not Installed
vi: Đang chưa được cài đặt

source: Installed But Not Activated
vi: Đã cài đặt nhưng chưa được kích hoạt

source: Active
vi: Kích hoạt

source: Required Update not Available
vi: Cập nhật bắt buộc không khả dụng

source: Requires Update
vi: Cập nhật bắt buộc

source: Update recommended
vi: Cập nhật khuyến nghị

# plugins
source: All <span class="count">(%s)</span>
vi: Tất cả <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
vi: Tới cài đặt <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
vi: Cập nhật có sẵn <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
vi: Tới kích hoạt <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
vi: không rõ

source: Installed version:
vi: Phiên bản đã được kích hoạt:

source: Minimum required version:
vi: Phiên bản bắt buộc tối thiểu:

source: Available version:
vi: Phiên bản có sẵn:

source: No plugins to install, update or activate.
vi: Không có plugin để cài đặt, cập nhật hoặc kích hoạt.

source: Plugin
vi: Gói mở rộng

source: Source
vi: Nguồn

source: Type
vi: Loại

source: Version
vi: Phiên bản

source: Status
vi: Trạng thái

source: Install %2$s
vi: Cài đặt %2$s

source: Update %2$s
vi: Cập nhật %2$s

source: Activate %2$s
vi: Kích hoạt %2$s

source: Upgrade message from the plugin author:
vi: Nâng cấp thông báo từ tác giả plugin:

source: Install
vi: Cài đặt

source: Update
vi: Cập nhật

source: Activate
vi: Kích hoạt

source: No plugins were selected to be installed. No action taken.
vi: Không có plugin nào được chọn để cài đặt. Không có hành động.

source: No plugins were selected to be updated. No action taken.
vi: Không có plugin nào được chọn để cập nhật. Không có hành động.

source: No plugins are available to be installed at this time.
vi: Không có plugin nào sẵn có để được cài đặt tại thời điểm này.

source: No plugins are available to be updated at this time.
vi: Không có plugin nào sẵn có để được cập nhật tại thời điểm này.

source: No plugins were selected to be activated. No action taken.
vi: Không có plugin nào được chọn để kích hoạt. Không có hành động.

source: No plugins are available to be activated at this time.
vi: Không có trình cắm nào có sẵn để được kích hoạt tại thời điểm này.

source: Plugin activation failed.
vi: Kích hoạt plugin không thành công.

source: Updating Plugin %1$s (%2$d/%3$d)
vi: Đang cập nhật Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
vi: Đã xảy ra lỗi khi cài đặt %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
vi: Không thể cài đặt %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
vi: Quá trình cài đặt và kích hoạt đang bắt đầu. Quá trình này có thể mất một thời gian đối với một số máy chủ, vì vậy hãy kiên nhẫn.

source: %1$s installed and activated successfully.
vi: %1$s đã cài đặt và kích hoạt thành công.

source: Show Details
vi: Hiển thị thông tin chi tiết

source: Hide Details
vi: Ẩn thông tin chi tiết

source: All installations and activations have been completed.
vi: Tất cả các cài đặt và kích hoạt đã hoàn thành.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
vi: Cài đặt và kích hoạt gói mở rộng %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
vi: Quá trình cài đặt đang bắt đầu. Quá trình này có thể mất một thời gian đối với một số máy chủ, vì vậy hãy kiên nhẫn.

source: %1$s installed successfully.
vi: %1$s cài đặt thành công.

source: All installations have been completed.
vi: Tất cả cài đặt đã hoàn thành.

source: Installing Plugin %1$s (%2$d/%3$d)
vi: Cài đặt gói mở rộng %1$s (%2$d/%3$d)

source: Information
vi: Thông tin

source: Gallery
vi: Thư viện ảnh

source: Attachments
vi: Tệp đính kèm

source: Contact
vi: Liên hệ

source: View detail
vi: Xem chi tiết

source: Search for keyword
vi: Tìm kiếm cho từ khóa

source: 404 Not Found
vi: 404 - Trang không tồn tại

source: Products
vi: Sản phẩm

source: Unauthorized access is denied!
vi: Truy cập bị từ chối!

source: views
vi: lượt xem

source: General Settings
vi: Cài đặt chung

source: Appearance
vi: Giao diện

source: Main Appearance
vi: Giao diện chính

source: Logo Image
vi: Ảnh logo

source: Favicon Image
vi: Ảnh favicon

source: Header Layout
vi: Chọn giao diện Header

source: Enable Page Title Bar
vi: Bật Page Title Bar

source: Enable
vi: Bật

source: Disable
vi: Tắt

source: Enable Top Header Widget
vi: Bật Top Header Widget

source: Enter number column footer
vi: Nhập số cột Footer

source: Home Page
vi: Trang chủ

source: News
vi: Tin tức

source: Select categories
vi: Chọn các danh mục

source: Enter number post
vi: Nhập số bài viết

source: Blog Layout
vi: Chọn giao diện Blog

source: Product
vi: Sản phẩm

source: Enter number product
vi: Nhập số sản phẩm

source: Enter number product per row
vi: Nhập số sản phẩm mỗi hàng

source: Post
vi: Bài viết

source: Single post
vi: Chi tiết bài viết

source: Display buttons share social
vi: Hiển thị nút chia sẻ mạng xã hội

source: Display post navigation
vi: Hiển thị thanh điều hướng bài viết

source: Display related products
vi: Hiển thị sản phẩm liên quan

source: Main Settings
vi: Cài đặt chung

source: Display Widget Shop Sidebar
vi: Hiển thị Widget Shop Sidebar

source: Category Product
vi: Chuyên mục sản phẩm

source: Enter number product per page
vi: Nhập số sản phẩm mỗi trang

source: Single Product
vi: Chi tiết sản phẩm

source: Setting General
vi: Cài đặt chung

source: Display attributes product
vi: Hiển thị thuộc tính sản phẩm

source: Related Product
vi: Sản phẩm liên quan

source: Enter number related product
vi: Nhập số sản phẩm liên quan

source: Social
vi: Mạng xã hội

source: Telephone number
vi: Số điện thoại

source: Address
vi: Địa chỉ

source: Google map embed
vi: Mã google map

source: Insert code
vi: Nhúng code

source: Insert code to header
vi: Chèn code vào Header

source: Insert code to footer
vi: Chèn code vào Footer

source: Cart
vi: Giỏ hàng

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
vi: <p class="description">Đây là một phần được tạo ra bằng cách thêm một bộ lọc vào mảng các phần. Có thể được sử dụng bởi các chủ đề con để thêm / gỡ bỏ các phần từ các tùy chọn. </p>

source: Comments
vi: Bình luận

source: View more
vi: Xem thêm

source: Display like box fanpage Facebook
vi: Hiển thị Like Box Facebook

source: Title
vi: Tiêu đề

source: 3B - Information contact
vi: 3B - Thông tin liên hệ

source: Display information contact
vi: Hiển thị thông tin liên hệ

source: Telephone
vi: Số điện thoại

source: 3B - Featured Page
vi: 3B - Trang

source: Display featured page
vi: Hiển thị một trang bất kỳ

source: Page
vi: Trang

source: Show Featured Image
vi: Hiển thị ảnh đại diện

source: Image Size
vi: Kích thước ảnh

source: Image Alignment
vi: Căn lề ảnh

source: None
vi: Không

source: Left
vi: Trái

source: Right
vi: Phải

source: Center
vi: Chính giữa

source: Show Page Title
vi: Hiển thị tiêu đề trang

source: Show Page Content
vi: Hiển thị nội dung trang

source: Content Character Limit
vi: Số ký tự tối đa

source: More Text
vi: Ký tự thêm

source: 3B - Featured Posts
vi: 3B - Danh sách bài viết

source: Displays featured posts with thumbnails
vi: Hiển thị danh sách bài viết theo chuyên mục

source: Number of Posts to Show
vi: Số bài viết hiển thị

source: Category
vi: Chuyên mục

source: Select category
vi: Chọn chuyên mục

source: Content Type
vi: Chọn 1 lựa chọn

source: Show Content
vi: Hiển thị nội dung đầy đủ

source: Show Excerpt
vi: Hiển thị tóm tắt

source: Show Content Limit
vi: Hiển thị nội dung tóm tắt

source: No Content
vi: Không hiển thị

source: Limit content to
vi: Số ký tự tối đa

source: character
vi: ký tự

source: 3B - Products Slider
vi: 3B - Slider sản phẩm

source: Display vertical slide list product
vi: Hiển thị 1 slide sản phẩm chạy dọc

source: 3B - Social
vi: 3B - Mạng xã hội

source: Display information social
vi: Hiển thị thông tin mạng xã hội

source: <p>This widget content is displayed from <strong>Theme Options -> Social</strong></p>
vi: <p>Nội dung widget này được hiển thị từ mục <strong>Theme Options -> Social</strong></p>

source: 3B - Support
vi: 3B - Hỗ trợ trực tuyến

source: Display list support for website
vi: Hiển thị danh sách hỗ trợ trực tuyến

source: Support Online
vi: Hỗ trợ trực tuyến

source: Number supporter
vi: Số hỗ trợ trực tuyến

source: Layout
vi: Giao diện

source: Save change
vi: Lưu thay đổi

source: Name
vi: Tên

source: Phone
vi: Số điện thoại

source: 3B - Top view posts
vi: 3B - Danh sách bài viết nhiều lượt xem

source: Top list posts by views
vi: Danh sách bài viết nhiều lượt xem

source: Post date
vi: Ngày đăng bài

source: Search for keyword: %s
vi: Tìm kiếm cho từ khóa: %s

source: Nothing Found
vi: Không tìm thấy

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
vi: Sẵn sang đăng bài viết đầu tiên? <a href="%1$s">Bắt đầu ngay</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
vi: Xin lỗi, nhưng không có gì phù hợp với cụm từ tìm kiếm của bạn. Vui lòng thử lại với từ khóa khác.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
vi: Có vẻ như chúng tôi không thể&rsquo; tìm thấy những gì bạn&rsquo;re đang tìm kiếm. Có lẽ tìm kiếm có thể giúp đỡ bạn.

source: Pages:
vi: Trang:

source: Edit %s
vi: Chỉnh sửa %s

source: Continue reading %s <span class="meta-nav">&rarr;</span>
vi: Đọc tiếp %s <span class="meta-nav">&rarr;</span>

source: Next Post
vi: Bài viết trước đó

source: Previous Post
vi: Bài viết sau đó

source: Related posts
vi: Bài viết liên quan

source: Remove this item
vi: Xóa sản phẩm này

source: Category:
vi: Danh mục:

source: Weight
vi: Cân nặng

source: Dimensions
vi: Kích thước

source: Awaiting product image
vi: Ảnh sản phẩm đang cập nhật

source: %s customer review
vi: %s khách hàng đánh giá

source: Related Products
vi: Sản phẩm liên quan

source: Additional information
vi: Thông tin đính kèm

source: Description
vi: Mô tả

source: You may also like&hellip;
vi: Bạn cũng có thể thích&hellip;
